{
    "\"Все это __ технику, - заключает Маркузе, - наиболее эффективным политическим инструментом в любом обществе, в основе которого лежит механизированное и стандартизированное производство\" [298].": {
        "answer": "делает",
        "full_sentence": "\"Все это делает технику, - заключает Маркузе, - наиболее эффективным политическим инструментом в любом обществе, в основе которого лежит механизированное и стандартизированное производство\" [298].",
        "infinitive": "делать",
        "reason": ""
    },
    "\"Здесь мы __ два варианта, - пишет философ.": {
        "answer": "имеем",
        "full_sentence": "\"Здесь мы имеем два варианта, - пишет философ.",
        "infinitive": "иметь",
        "reason": ""
    },
    "\"Когда сообщество полностью разлагается (массы - это скорее продукты его распада, чем его истоки), - пишет лидер персонализма, - когда люди оказываются всего лишь единицами некоторой суммы, игрушками в руках конформизма, в результате мы __ нечто вроде огромного животного, то ласкового, то разъяренного, как и все огромные животные.": {
        "answer": "имеем",
        "full_sentence": "\"Когда сообщество полностью разлагается (массы - это скорее продукты его распада, чем его истоки), - пишет лидер персонализма, - когда люди оказываются всего лишь единицами некоторой суммы, игрушками в руках конформизма, в результате мы имеем нечто вроде огромного животного, то ласкового, то разъяренного, как и все огромные животные.",
        "infinitive": "иметь",
        "reason": ""
    },
    "\"Не подлежит сомнению, - пишет Юнгер, - что какой-нибудь дорожный справочник __ сегодня большее значение, нежели бюргерский роман со своим избитым уникальным переживанием\" [192].": {
        "answer": "имеет",
        "full_sentence": "\"Не подлежит сомнению, - пишет Юнгер, - что какой-нибудь дорожный справочник имеет сегодня большее значение, нежели бюргерский роман со своим избитым уникальным переживанием\" [192].",
        "infinitive": "иметь",
        "reason": ""
    },
    "\"Техника, в конечном счете, не __ отношения ни к пользе, ни к благополучию: речь идет о власти, о власти в предельно широком смысле слова\" [159].": {
        "answer": "имеет",
        "full_sentence": "\"Техника, в конечном счете, не имеет отношения ни к пользе, ни к благополучию: речь идет о власти, о власти в предельно широком смысле слова\" [159].",
        "infinitive": "иметь",
        "reason": ""
    },
    "- homo rationalis - человек рационалистический (живя в обществе, он должен думать и __ о том, кто существует с ним рядом, чего эти люди хотят, что они чувствуют, что могут дать ему и что он им, т.е.": {
        "answer": "думает",
        "full_sentence": "- homo rationalis - человек рационалистический (живя в обществе, он должен думать и думает о том, кто существует с ним рядом, чего эти люди хотят, что они чувствуют, что могут дать ему и что он им, т.е.",
        "infinitive": "думать",
        "reason": ""
    },
    "- непомерное увеличение расходов __ невозможным оплачивать ведение войны из стабильной военной казны; скорее, чтобы не дать остановиться этой машине, здесь необходимо использовать все кредиты;": {
        "answer": "делает",
        "full_sentence": "- непомерное увеличение расходов делает невозможным оплачивать ведение войны из стабильной военной казны; скорее, чтобы не дать остановиться этой машине, здесь необходимо использовать все кредиты;",
        "infinitive": "делать",
        "reason": ""
    },
    "201 Тиллих П. Что __ ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.": {
        "answer": "помогает",
        "full_sentence": "201 Тиллих П. Что помогает ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.",
        "infinitive": "помогать",
        "reason": ""
    },
    "9 Тиллих П. Что __ ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.": {
        "answer": "помогает",
        "full_sentence": "9 Тиллих П. Что помогает ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.",
        "infinitive": "помогать",
        "reason": ""
    },
    ": Тиллих П. Что __ ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.": {
        "answer": "помогает",
        "full_sentence": ": Тиллих П. Что помогает ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.",
        "infinitive": "помогать",
        "reason": ""
    },
    "А ошибки культуры - это частью ошибки отдельных людей, каждого из нас; мы все виноваты тем, что считаем только видимое и осязаемое, и на этом счете __ наши решения.": {
        "answer": "строим",
        "full_sentence": "А ошибки культуры - это частью ошибки отдельных людей, каждого из нас; мы все виноваты тем, что считаем только видимое и осязаемое, и на этом счете строим наши решения.",
        "infinitive": "строить",
        "reason": ""
    },
    "Боязнь и страх машины есть материализм и слабость духа... Только тот достигает свободы духа, кто __ ее дорогой ценой бесстрашного и страдальческого развития, мукой прохождения через дробление и расщепление организма, который казался вечным и таким уютно отрадным.": {
        "answer": "покупает",
        "full_sentence": "Боязнь и страх машины есть материализм и слабость духа... Только тот достигает свободы духа, кто покупает ее дорогой ценой бесстрашного и страдальческого развития, мукой прохождения через дробление и расщепление организма, который казался вечным и таким уютно отрадным.",
        "infinitive": "покупать",
        "reason": ""
    },
    "В принципе, здесь __ место некий социальный конструктивизм, предлагающий для максимизации успешного развития общества предоставить возможность всем направлениям экономики свободно развиваться, что, впрочем, невозможно без контроля соответствующих государственных органов.": {
        "answer": "имеет",
        "full_sentence": "В принципе, здесь имеет место некий социальный конструктивизм, предлагающий для максимизации успешного развития общества предоставить возможность всем направлениям экономики свободно развиваться, что, впрочем, невозможно без контроля соответствующих государственных органов.",
        "infinitive": "иметь",
        "reason": ""
    },
    "В противном случае __ место \"мнимое искусство\", бегущее от напряжения, труда и мук творчества, в поисках наслаждения по линии наименьшего сопротивления.": {
        "answer": "имеет",
        "full_sentence": "В противном случае имеет место \"мнимое искусство\", бегущее от напряжения, труда и мук творчества, в поисках наслаждения по линии наименьшего сопротивления.",
        "infinitive": "иметь",
        "reason": ""
    },
    "В противовес этой анархической теории другие утверждают, что введение строгих правил в тех сферах жизни, где это необходимо, не подавляет, а расширяет истинную свободу... Так как мы не __ устоявшейся точки зрения на свободу и дисциплину, не удивительно, что нет и ясных критериев для обращения с преступниками, и мы не знаем, должно ли наказание носить карательный, устрашающий характер или же исправлять преступника и приспосабливать его к жизни в обществе.": {
        "answer": "имеем",
        "full_sentence": "В противовес этой анархической теории другие утверждают, что введение строгих правил в тех сферах жизни, где это необходимо, не подавляет, а расширяет истинную свободу... Так как мы не имеем устоявшейся точки зрения на свободу и дисциплину, не удивительно, что нет и ясных критериев для обращения с преступниками, и мы не знаем, должно ли наказание носить карательный, устрашающий характер или же исправлять преступника и приспосабливать его к жизни в обществе.",
        "infinitive": "иметь",
        "reason": ""
    },
    "В работе \"Что __ ослабить чувство тревоги в нашей культуре\" он пишет, что попытки преодоления кризиса и стабилизации кризисного сознания (в том числе охватившего человече-": {
        "answer": "помогает",
        "full_sentence": "В работе \"Что помогает ослабить чувство тревоги в нашей культуре\" он пишет, что попытки преодоления кризиса и стабилизации кризисного сознания (в том числе охватившего человече-",
        "infinitive": "помогать",
        "reason": ""
    },
    "В статье \"Европейская культура и наше к ней отношение\" мыслитель отсылает читателя к оценке Леонтьевым Великой французской революции и ее влияния на всю последующую историю Западной Европы: \"Европа конца XIX века не __ ничего общего с тою, в которой готова была разыграться французская революция.": {
        "answer": "имеет",
        "full_sentence": "В статье \"Европейская культура и наше к ней отношение\" мыслитель отсылает читателя к оценке Леонтьевым Великой французской революции и ее влияния на всю последующую историю Западной Европы: \"Европа конца XIX века не имеет ничего общего с тою, в которой готова была разыграться французская революция.",
        "infinitive": "иметь",
        "reason": ""
    },
    "В статье \"Что __ ослабить чувство тревоги в нашей культуре\" [200], написанной уже после Второй мировой войны, Тиллих выходит за рамки оценки социокультурного кризиса лишь как кризиса культуры, для него это широкомасштабный кризис, охватывающий разные сферы и стороны общественной жизни.": {
        "answer": "помогает",
        "full_sentence": "В статье \"Что помогает ослабить чувство тревоги в нашей культуре\" [200], написанной уже после Второй мировой войны, Тиллих выходит за рамки оценки социокультурного кризиса лишь как кризиса культуры, для него это широкомасштабный кризис, охватывающий разные сферы и стороны общественной жизни.",
        "infinitive": "помогать",
        "reason": ""
    },
    "В то время как одна модель воспитания __ новое поколение осуществлять и защищать свой разумный интерес в мире, полном конкуренции, другая придает большее значение бескорыстию, служению обществу и подчинению общественным целям.": {
        "answer": "готовит",
        "full_sentence": "В то время как одна модель воспитания готовит новое поколение осуществлять и защищать свой разумный интерес в мире, полном конкуренции, другая придает большее значение бескорыстию, служению обществу и подчинению общественным целям.",
        "infinitive": "готовить",
        "reason": ""
    },
    "В этом абсолютном использовании потенциальной энергии, превращающем воюющие индустриальные державы в некие вулканические кузни, быть может, всего очевиднее угадывается наступление эпохи работы, - оно __ мировую войну историческим событием, по значению превосходящим французскую революцию\" [238].": {
        "answer": "делает",
        "full_sentence": "В этом абсолютном использовании потенциальной энергии, превращающем воюющие индустриальные державы в некие вулканические кузни, быть может, всего очевиднее угадывается наступление эпохи работы, - оно делает мировую войну историческим событием, по значению превосходящим французскую революцию\" [238].",
        "infinitive": "делать",
        "reason": ""
    },
    "В этом контексте течение русского космизма __ общечеловеческое значение: оно дает глубокую теорию, поразительные предвосхищения не только для современных, но и значительно более дальних времен.": {
        "answer": "имеет",
        "full_sentence": "В этом контексте течение русского космизма имеет общечеловеческое значение: оно дает глубокую теорию, поразительные предвосхищения не только для современных, но и значительно более дальних времен.",
        "infinitive": "иметь",
        "reason": ""
    },
    "В. Хельпах (Hellpach) __ социальную проблему современной техники производства; он указывает на опасности групповой фабрикации; опасность состоит в том, что, \"исходя из этой основы, все поступки оцениваются лишь с точки зрения выполнения обязанностей и исчезает способность к цельным действиям\" [287].": {
        "answer": "исследует",
        "full_sentence": "В. Хельпах (Hellpach) исследует социальную проблему современной техники производства; он указывает на опасности групповой фабрикации; опасность состоит в том, что, \"исходя из этой основы, все поступки оцениваются лишь с точки зрения выполнения обязанностей и исчезает способность к цельным действиям\" [287].",
        "infinitive": "исследовать",
        "reason": ""
    },
    "Власти менеджеров, инженеров, техников сопутствует тоталитарная индустриализация, которая, согласно Вышеславцеву, неизбежно __ свою \"технократическую идеологию - марксизм\".": {
        "answer": "имеет",
        "full_sentence": "Власти менеджеров, инженеров, техников сопутствует тоталитарная индустриализация, которая, согласно Вышеславцеву, неизбежно имеет свою \"технократическую идеологию - марксизм\".",
        "infinitive": "иметь",
        "reason": ""
    },
    "Вместе с тем переход к новой временной эпохе __ обратиться к оценке и исследованию века минувшего.": {
        "answer": "позволяет",
        "full_sentence": "Вместе с тем переход к новой временной эпохе позволяет обратиться к оценке и исследованию века минувшего.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Вывод, который __ Манхейм, вполне созвучен с мнением большинства европейских философов первой половины XX в.: \"Машинный век оказался неспособным создать адекватные новые ценности, которые могли бы сформировать процесс труда и досуга и примирить между собой два различных набора противоположных идеалов, которые из-за своего антагонизма способствуют дезинтеграции человеческой личности\" [295].": {
        "answer": "делает",
        "full_sentence": "Вывод, который делает Манхейм, вполне созвучен с мнением большинства европейских философов первой половины XX в.: \"Машинный век оказался неспособным создать адекватные новые ценности, которые могли бы сформировать процесс труда и досуга и примирить между собой два различных набора противоположных идеалов, которые из-за своего антагонизма способствуют дезинтеграции человеческой личности\" [295].",
        "infinitive": "делать",
        "reason": ""
    },
    "Г. Марсель в статьях \"Люди против человечности\" (\"Les hommes contre l'humain\", 1951) разоблачает технический прогресс как подлинно нигилистическую силу: она наносит раны самоуважению человека, превращая его шаг за шагом в продукт распада, __ отчаянию завладевать самыми глубинами души.": {
        "answer": "позволяет",
        "full_sentence": "Г. Марсель в статьях \"Люди против человечности\" (\"Les hommes contre l'humain\", 1951) разоблачает технический прогресс как подлинно нигилистическую силу: она наносит раны самоуважению человека, превращая его шаг за шагом в продукт распада, позволяет отчаянию завладевать самыми глубинами души.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Гвардини говорит о новой исторической форме человека, \"которая может полностью раскрыться как в бытии, так и в творчестве, однако раскрытие ее должно определяться не мерками нового времени, а критериями, отвечающими ее собственной сущности... Такой человек не устремляет свою волю на то, чтобы хранить самобытность и прожить жизнь по-своему... Скорее напротив, он принимает и предметы обихода и формы жизни такими, какими их навязывает ему рациональное планирование и нормированная машинная продукция, и __ это, как правило, с чувством того, что это правильно и разумно\" [4].": {
        "answer": "делает",
        "full_sentence": "Гвардини говорит о новой исторической форме человека, \"которая может полностью раскрыться как в бытии, так и в творчестве, однако раскрытие ее должно определяться не мерками нового времени, а критериями, отвечающими ее собственной сущности... Такой человек не устремляет свою волю на то, чтобы хранить самобытность и прожить жизнь по-своему... Скорее напротив, он принимает и предметы обихода и формы жизни такими, какими их навязывает ему рациональное планирование и нормированная машинная продукция, и делает это, как правило, с чувством того, что это правильно и разумно\" [4].",
        "infinitive": "делать",
        "reason": ""
    },
    "Господство рационализированной техники __ ситуацию человека в мире абсурдной... Технизация жизни есть вместе с тем ее дегуманизация\" [277].": {
        "answer": "делает",
        "full_sentence": "Господство рационализированной техники делает ситуацию человека в мире абсурдной... Технизация жизни есть вместе с тем ее дегуманизация\" [277].",
        "infinitive": "делать",
        "reason": ""
    },
    "Государство не __ права, как лицо, на самопожертвование... И чем ближе к нам нации по крови и языку, тем более мы должны держать их в мудром отдалении, не разрывая связи с ними.": {
        "answer": "имеет",
        "full_sentence": "Государство не имеет права, как лицо, на самопожертвование... И чем ближе к нам нации по крови и языку, тем более мы должны держать их в мудром отдалении, не разрывая связи с ними.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Действительно, характерное для русской религиозно-философской традиции христианское восприятие истории __ увидеть в самых трагических событиях как современности, так и прошлого благое искупление, условие обретения новой жизни.": {
        "answer": "позволяет",
        "full_sentence": "Действительно, характерное для русской религиозно-философской традиции христианское восприятие истории позволяет увидеть в самых трагических событиях как современности, так и прошлого благое искупление, условие обретения новой жизни.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Для Соловьева принципиальное значение __ вера в воскресение Иисуса Христа, показывающая возможность преодоления смерти.": {
        "answer": "имеет",
        "full_sentence": "Для Соловьева принципиальное значение имеет вера в воскресение Иисуса Христа, показывающая возможность преодоления смерти.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Для русских мыслителей дело не в выходе из кризиса, который __ локальный исторический и географический характер, а в будущем России, ее предназначении.": {
        "answer": "имеет",
        "full_sentence": "Для русских мыслителей дело не в выходе из кризиса, который имеет локальный исторический и географический характер, а в будущем России, ее предназначении.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Для философа, по мысли Кожева, история __ смысл только как тотальность, у которой есть начало и конец; все абсолюты содержатся в истории и принадлежат свободному человеку, но свобода его есть свобода отрицания и самоотрицания - свобода выбора, в том числе и выбора жизни или смерти в борьбе.": {
        "answer": "имеет",
        "full_sentence": "Для философа, по мысли Кожева, история имеет смысл только как тотальность, у которой есть начало и конец; все абсолюты содержатся в истории и принадлежат свободному человеку, но свобода его есть свобода отрицания и самоотрицания - свобода выбора, в том числе и выбора жизни или смерти в борьбе.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Додекафония и ее методы вызывают резкое недовольство Онеггера [114], он __ часто цитируемое уподобление композиторов-додекафонистов каторжникам.": {
        "answer": "использует",
        "full_sentence": "Додекафония и ее методы вызывают резкое недовольство Онеггера [114], он использует часто цитируемое уподобление композиторов-додекафонистов каторжникам.",
        "infinitive": "использовать",
        "reason": ""
    },
    "Е. Трубецкой изначально определяет путь спасения как путь катастрофический: \"И каждый новый шаг на этом пути, каждое новое огненное испытание __ катастрофу заключительную и тем самым приближает мир к его вечному концу.": {
        "answer": "готовит",
        "full_sentence": "Е. Трубецкой изначально определяет путь спасения как путь катастрофический: \"И каждый новый шаг на этом пути, каждое новое огненное испытание готовит катастрофу заключительную и тем самым приближает мир к его вечному концу.",
        "infinitive": "готовить",
        "reason": ""
    },
    "Его лидер Эмманюэль Мунье отмечал: \"Персоналистическое движение родилось в условиях кризиса, разразившегося в 1929 году вслед за крахом Уолл-Стрита... Мы уверены, что кризис __ одновременно экономический и духовный характер, это - кризис экономических структур и кризис человека\" [163].": {
        "answer": "имеет",
        "full_sentence": "Его лидер Эмманюэль Мунье отмечал: \"Персоналистическое движение родилось в условиях кризиса, разразившегося в 1929 году вслед за крахом Уолл-Стрита... Мы уверены, что кризис имеет одновременно экономический и духовный характер, это - кризис экономических структур и кризис человека\" [163].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Если эти свидетели охотно верят тому, что мир рушится вместе с их привычным укладом, то это значит, что большинство людей этого поколения исторически живут еще как дети, - едва памятуя о том, что было до них и, смутно представляя, что ждет их впереди, принимая свою деревню за __ Вселенную\" [15].": {
        "answer": "целую",
        "full_sentence": "Если эти свидетели охотно верят тому, что мир рушится вместе с их привычным укладом, то это значит, что большинство людей этого поколения исторически живут еще как дети, - едва памятуя о том, что было до них и, смутно представляя, что ждет их впереди, принимая свою деревню за целую Вселенную\" [15].",
        "infinitive": "целовать",
        "reason": ""
    },
    "И если знание о культуре (и культурах) __ возможным существование культурологии (науки о культуре), то самосознание человека в культуре получает свое рациональное и осмысленное выражение в философии культуры [19].": {
        "answer": "делает",
        "full_sentence": "И если знание о культуре (и культурах) делает возможным существование культурологии (науки о культуре), то самосознание человека в культуре получает свое рациональное и осмысленное выражение в философии культуры [19].",
        "infinitive": "делать",
        "reason": ""
    },
    "И то, что большевизм так долго существует, что он не был внешне и насильственно свергнут, __ и хорошую сторону.": {
        "answer": "имеет",
        "full_sentence": "И то, что большевизм так долго существует, что он не был внешне и насильственно свергнут, имеет и хорошую сторону.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Идеократия для евразийцев - государство, в котором идеология __ приоритет над всеми остальными сторонами жизни.": {
        "answer": "имеет",
        "full_sentence": "Идеократия для евразийцев - государство, в котором идеология имеет приоритет над всеми остальными сторонами жизни.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Из множества решений они выбирают самое опасное и не __ ни о чем, кроме того, чтобы им хватило мужества выдержать выбранное испытание; отказываются рассуждать, принимая на веру призывы политиков, тиранов, начальников всех родов (как их называет Ален).": {
        "answer": "думают",
        "full_sentence": "Из множества решений они выбирают самое опасное и не думают ни о чем, кроме того, чтобы им хватило мужества выдержать выбранное испытание; отказываются рассуждать, принимая на веру призывы политиков, тиранов, начальников всех родов (как их называет Ален).",
        "infinitive": "думать",
        "reason": ""
    },
    "Индустриализм цивилизации, порождающей фикции и призраки, неизбежно подрывает духовную дисциплину и духовную мотивацию труда и этим __ себе крах.": {
        "answer": "готовит",
        "full_sentence": "Индустриализм цивилизации, порождающей фикции и призраки, неизбежно подрывает духовную дисциплину и духовную мотивацию труда и этим готовит себе крах.",
        "infinitive": "готовить",
        "reason": ""
    },
    "Каждая из них, по Тойнби, __ своеобразную систему ценностей, вокруг которых складывается жизнь людей - от самых грубых ее проявлений до высочайших взлетов творческого воображения [73].": {
        "answer": "имеет",
        "full_sentence": "Каждая из них, по Тойнби, имеет своеобразную систему ценностей, вокруг которых складывается жизнь людей - от самых грубых ее проявлений до высочайших взлетов творческого воображения [73].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Каждая наука __ свой метод и свою логику, считает мыслитель-символист.": {
        "answer": "имеет",
        "full_sentence": "Каждая наука имеет свой метод и свою логику, считает мыслитель-символист.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Каждый народ __ и свой стиль революционный, и консервативный.": {
        "answer": "имеет",
        "full_sentence": "Каждый народ имеет и свой стиль революционный, и консервативный.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Каждый народ __ революцию с тем духовным багажом, который накопил в своем прошлом, он вносит в революцию свои грехи и пороки, но также и свою способность к жертве и энтузиазму.": {
        "answer": "делает",
        "full_sentence": "Каждый народ делает революцию с тем духовным багажом, который накопил в своем прошлом, он вносит в революцию свои грехи и пороки, но также и свою способность к жертве и энтузиазму.",
        "infinitive": "делать",
        "reason": ""
    },
    "Каждый участник хозяйственной деятельности в своих действиях и решениях __ разрозненные, фрагментарные, весьма индивидуальные и конкретные сведения экономического характера.": {
        "answer": "использует",
        "full_sentence": "Каждый участник хозяйственной деятельности в своих действиях и решениях использует разрозненные, фрагментарные, весьма индивидуальные и конкретные сведения экономического характера.",
        "infinitive": "использовать",
        "reason": ""
    },
    "Катастрофа, разразившаяся в начале XX в. в России, а вместе с тем в Европе и мире в целом, __, согласно Трубецкому, грядущий \"космический переворот\".": {
        "answer": "готовит",
        "full_sentence": "Катастрофа, разразившаяся в начале XX в. в России, а вместе с тем в Европе и мире в целом, готовит, согласно Трубецкому, грядущий \"космический переворот\".",
        "infinitive": "готовить",
        "reason": ""
    },
    "Коль скоро это так, то __ смысл внимательнее присмотреться к психологической структуре этого человека.": {
        "answer": "имеет",
        "full_sentence": "Коль скоро это так, то имеет смысл внимательнее присмотреться к психологической структуре этого человека.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Конечно, такой тип человека еще не __ никакой традиции, более того, он вынужден пробивать себе дорогу наперекор еще значимым традициям и проявляется сейчас в основном в своих отрицательных свойствах.": {
        "answer": "имеет",
        "full_sentence": "Конечно, такой тип человека еще не имеет никакой традиции, более того, он вынужден пробивать себе дорогу наперекор еще значимым традициям и проявляется сейчас в основном в своих отрицательных свойствах.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Кризисные процессы рубежа веков, безусловно, __ отнести их к разряду социокультурных.": {
        "answer": "позволяют",
        "full_sentence": "Кризисные процессы рубежа веков, безусловно, позволяют отнести их к разряду социокультурных.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Культура __ отношение не к счастью человека, а к его достоинству или призванию.": {
        "answer": "имеет",
        "full_sentence": "Культура имеет отношение не к счастью человека, а к его достоинству или призванию.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Манхейм предостерегает об опасности дезинтеграции, \"нерешительность\" системы laissez-faire автоматически __ почву для будущей диктатуры.": {
        "answer": "готовит",
        "full_sentence": "Манхейм предостерегает об опасности дезинтеграции, \"нерешительность\" системы laissez-faire автоматически готовит почву для будущей диктатуры.",
        "infinitive": "готовить",
        "reason": ""
    },
    "Мир приходит к рационализированной тьме... Это __ весь процесс жизни противоречивым.": {
        "answer": "делает",
        "full_sentence": "Мир приходит к рационализированной тьме... Это делает весь процесс жизни противоречивым.",
        "infinitive": "делать",
        "reason": ""
    },
    "Мир созревает для своего преображения творческой силой Божества, и это сверхприродное, чудесное вмешательство deux ex machina в представлениях человечества, которое своими силами __ свою историю, чувствуя себя прочно устроившимся на этой земле, неизбежно получает характер мировой катастрофы\" [7].": {
        "answer": "делает",
        "full_sentence": "Мир созревает для своего преображения творческой силой Божества, и это сверхприродное, чудесное вмешательство deux ex machina в представлениях человечества, которое своими силами делает свою историю, чувствуя себя прочно устроившимся на этой земле, неизбежно получает характер мировой катастрофы\" [7].",
        "infinitive": "делать",
        "reason": ""
    },
    "Например, еще в начале XX в., немецкий социолог и этнолог А. Фиркандт (1867-1953) в работе \"Механизм культурных изменений\" (1908) писал: \"В популярном мнении развитие культуры носит характер непрерывных катастроф: с помощью неожиданных всплесков и гениального вдохновения где-то возникают - но нельзя понять почему именно здесь и сейчас - новые образования... Изучение исторической или общественной жизни __ основой мысль, что все большее основывается на накоплении малого... Этот закон постоянства позволяет нам... создать четкое представление о возникновении и изменении культурных ценностей\" [6].": {
        "answer": "имеет",
        "full_sentence": "Например, еще в начале XX в., немецкий социолог и этнолог А. Фиркандт (1867-1953) в работе \"Механизм культурных изменений\" (1908) писал: \"В популярном мнении развитие культуры носит характер непрерывных катастроф: с помощью неожиданных всплесков и гениального вдохновения где-то возникают - но нельзя понять почему именно здесь и сейчас - новые образования... Изучение исторической или общественной жизни имеет основой мысль, что все большее основывается на накоплении малого... Этот закон постоянства позволяет нам... создать четкое представление о возникновении и изменении культурных ценностей\" [6].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Например, еще в начале XX в., немецкий социолог и этнолог А. Фиркандт (1867-1953) в работе \"Механизм культурных изменений\" (1908) писал: \"В популярном мнении развитие культуры носит характер непрерывных катастроф: с помощью неожиданных всплесков и гениального вдохновения где-то возникают - но нельзя понять почему именно здесь и сейчас - новые образования... Изучение исторической или общественной жизни имеет основой мысль, что все большее основывается на накоплении малого... Этот закон постоянства __ нам... создать четкое представление о возникновении и изменении культурных ценностей\" [6].": {
        "answer": "позволяет",
        "full_sentence": "Например, еще в начале XX в., немецкий социолог и этнолог А. Фиркандт (1867-1953) в работе \"Механизм культурных изменений\" (1908) писал: \"В популярном мнении развитие культуры носит характер непрерывных катастроф: с помощью неожиданных всплесков и гениального вдохновения где-то возникают - но нельзя понять почему именно здесь и сейчас - новые образования... Изучение исторической или общественной жизни имеет основой мысль, что все большее основывается на накоплении малого... Этот закон постоянства позволяет нам... создать четкое представление о возникновении и изменении культурных ценностей\" [6].",
        "infinitive": "позволять",
        "reason": ""
    },
    "Не случайно роман Т. Манна \"Будденброки\" __ подзаголовок: \"История гибели одного семейства\".": {
        "answer": "имеет",
        "full_sentence": "Не случайно роман Т. Манна \"Будденброки\" имеет подзаголовок: \"История гибели одного семейства\".",
        "infinitive": "иметь",
        "reason": ""
    },
    "Но __ ли смысл выходящий за пределы чисто практической и технической сферы этот процесс расколдования, происходящий в западной культуре в течение тысячелетий, да и сам \"прогресс\", в котором принимает участие и наука - в качестве звена и движущей силы?": {
        "answer": "имеет",
        "full_sentence": "Но имеет ли смысл выходящий за пределы чисто практической и технической сферы этот процесс расколдования, происходящий в западной культуре в течение тысячелетий, да и сам \"прогресс\", в котором принимает участие и наука - в качестве звена и движущей силы?",
        "infinitive": "иметь",
        "reason": ""
    },
    "Но если бы у человека была отнята способность интерпретации... то все, что мы __ на белом свете, угасло бы и исчезло быстрее, чем в фантазии Просперо, и человек очутился бы в более беспомощном и диком состоянии, чем любое другое животное: он был бы близок к параличу\" [269].": {
        "answer": "имеем",
        "full_sentence": "Но если бы у человека была отнята способность интерпретации... то все, что мы имеем на белом свете, угасло бы и исчезло быстрее, чем в фантазии Просперо, и человек очутился бы в более беспомощном и диком состоянии, чем любое другое животное: он был бы близок к параличу\" [269].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Но лишь тогда, когда этот принцип __, а не препятствует решению главной задачи культурно-исторического исследования - определению и изучению исторического многообразия \"типов развития\" [39].": {
        "answer": "помогает",
        "full_sentence": "Но лишь тогда, когда этот принцип помогает, а не препятствует решению главной задачи культурно-исторического исследования - определению и изучению исторического многообразия \"типов развития\" [39].",
        "infinitive": "помогать",
        "reason": ""
    },
    "Об этом свидетельствует появление бесконечного количества алфавитных указателей, реестров, регистрационных списков и прочего, которые __ получить сведения о каждом человеке.": {
        "answer": "позволяют",
        "full_sentence": "Об этом свидетельствует появление бесконечного количества алфавитных указателей, реестров, регистрационных списков и прочего, которые позволяют получить сведения о каждом человеке.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Обращаясь к теме конца \"новой истории\", кризиса европейской культуры, Бердяев __ внутренние причины завершения ренессансного периода истории, трагедии европейского гуманизма, кризиса человека Нового времени.": {
        "answer": "исследует",
        "full_sentence": "Обращаясь к теме конца \"новой истории\", кризиса европейской культуры, Бердяев исследует внутренние причины завершения ренессансного периода истории, трагедии европейского гуманизма, кризиса человека Нового времени.",
        "infinitive": "исследовать",
        "reason": ""
    },
    "Обращение к социальной психологии, исследование ментальности средневековой жизни __ видеть в нем непосредственного предшественника школы \"Анналов\" во французской историографии.": {
        "answer": "позволяют",
        "full_sentence": "Обращение к социальной психологии, исследование ментальности средневековой жизни позволяют видеть в нем непосредственного предшественника школы \"Анналов\" во французской историографии.",
        "infinitive": "позволять",
        "reason": ""
    },
    "Однако действительных успехов достигает та социальная система, которая наиболее полно __ знания, рассеянные в совокупности автономных и самостоятельно принимающих хозяйственные и иные решения индивидов.": {
        "answer": "использует",
        "full_sentence": "Однако действительных успехов достигает та социальная система, которая наиболее полно использует знания, рассеянные в совокупности автономных и самостоятельно принимающих хозяйственные и иные решения индивидов.",
        "infinitive": "использовать",
        "reason": ""
    },
    "Однако разрушая духовные основы хозяйства, \"индустриально-капиталистическая система цивилизации __ себе гибель.": {
        "answer": "готовит",
        "full_sentence": "Однако разрушая духовные основы хозяйства, \"индустриально-капиталистическая система цивилизации готовит себе гибель.",
        "infinitive": "готовить",
        "reason": ""
    },
    "Одни __, что дисциплина возникает сама по себе, в результате действия саморегулирующих сил, внутренне присущих группе, если предоставить всем полную свободу и ликвидировать давление со стороны внешних сил.": {
        "answer": "думают",
        "full_sentence": "Одни думают, что дисциплина возникает сама по себе, в результате действия саморегулирующих сил, внутренне присущих группе, если предоставить всем полную свободу и ликвидировать давление со стороны внешних сил.",
        "infinitive": "думать",
        "reason": ""
    },
    "Он __ в виду прежде всего институт свободных и всеобщих выборов, благодаря которым народ может устранить неугодное ему правительство, осуществить реформы без применения насилия, выступить против воли властителей.": {
        "answer": "имеет",
        "full_sentence": "Он имеет в виду прежде всего институт свободных и всеобщих выборов, благодаря которым народ может устранить неугодное ему правительство, осуществить реформы без применения насилия, выступить против воли властителей.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Он видит непосредственную связь в изменении образа техники и образа жизни, ее ценностей: техника обусловливает тип общества и тип культуры, причем это влияние __ волнообразный характер.": {
        "answer": "имеет",
        "full_sentence": "Он видит непосредственную связь в изменении образа техники и образа жизни, ее ценностей: техника обусловливает тип общества и тип культуры, причем это влияние имеет волнообразный характер.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Он не __ особого желания жить по своей собственной инициативе.": {
        "answer": "имеет",
        "full_sentence": "Он не имеет особого желания жить по своей собственной инициативе.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Оно __ власть.": {
        "answer": "имеет",
        "full_sentence": "Оно имеет власть.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Основные культурные ценности его не интересуют, он с ними не __, не намерен их защищать.": {
        "answer": "соглашается",
        "full_sentence": "Основные культурные ценности его не интересуют, он с ними не соглашается, не намерен их защищать.",
        "infinitive": "соглашаться",
        "reason": ""
    },
    "Отсюда делался вывод, что \"политический и нравственный кризис современных обществ\" __ своим главным источником \"умственное безначалие\", несогласие людей относительно \"всех основных начал\", \"твердость и определенность\" которых является первым условием \"истинного общественного порядка\" [15].": {
        "answer": "имеет",
        "full_sentence": "Отсюда делался вывод, что \"политический и нравственный кризис современных обществ\" имеет своим главным источником \"умственное безначалие\", несогласие людей относительно \"всех основных начал\", \"твердость и определенность\" которых является первым условием \"истинного общественного порядка\" [15].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Оценивая состояние \"цивилизации западного христианства\", Тойнби __ вывод о наличии в ней симптомов кризиса.": {
        "answer": "делает",
        "full_sentence": "Оценивая состояние \"цивилизации западного христианства\", Тойнби делает вывод о наличии в ней симптомов кризиса.",
        "infinitive": "делать",
        "reason": ""
    },
    "По мнению Бердяева, все это - симптомы конца Ренессанса, обнаружение внутреннего противоречия, которое __ невозможной дальнейшую ренессансную свободную игру человеческих сил, творящих науки и искусства, творящих формы государства, нравов, законодательства и всего, что происходит в этот период.": {
        "answer": "делает",
        "full_sentence": "По мнению Бердяева, все это - симптомы конца Ренессанса, обнаружение внутреннего противоречия, которое делает невозможной дальнейшую ренессансную свободную игру человеческих сил, творящих науки и искусства, творящих формы государства, нравов, законодательства и всего, что происходит в этот период.",
        "infinitive": "делать",
        "reason": ""
    },
    "По определению автора книга написана \"после первой мировой войны и, может быть, накануне второй, когда о Конце никто еще не __, но чувство Конца уже в крови у всех, как медленный яд заразы\" [141].": {
        "answer": "думает",
        "full_sentence": "По определению автора книга написана \"после первой мировой войны и, может быть, накануне второй, когда о Конце никто еще не думает, но чувство Конца уже в крови у всех, как медленный яд заразы\" [141].",
        "infinitive": "думать",
        "reason": ""
    },
    "Под \"контрреволюцией\" он __ в виду комплекс социально-конструктивистских и холистских идей [225], породивших далеко идущие и весьма пагубные последствия для понимания проблемы свободы человека и природы общества.": {
        "answer": "имеет",
        "full_sentence": "Под \"контрреволюцией\" он имеет в виду комплекс социально-конструктивистских и холистских идей [225], породивших далеко идущие и весьма пагубные последствия для понимания проблемы свободы человека и природы общества.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Подобно другим русским мыслителям, Метнер __ печальное заключение о состоянии современного искусства, современной музыки: \"Продолжительное упражнение в придумывании и надрывании, практикуемое целым поколением, __ его музыку лишней, как бы несуществующей и весьма похожей на большую дыру, образовавшуюся в истории музыки...\" [244].": {
        "answer": "делает",
        "full_sentence": "Подобно другим русским мыслителям, Метнер делает печальное заключение о состоянии современного искусства, современной музыки: \"Продолжительное упражнение в придумывании и надрывании, практикуемое целым поколением, делает его музыку лишней, как бы несуществующей и весьма похожей на большую дыру, образовавшуюся в истории музыки...\" [244].",
        "infinitive": "делать",
        "reason": ""
    },
    "Поэтому история __ определенную направленность, цель: история ведет к торжеству добра, т.е.": {
        "answer": "имеет",
        "full_sentence": "Поэтому история имеет определенную направленность, цель: история ведет к торжеству добра, т.е.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Правда, сам Поппер __ один такой глобальный прогноз.": {
        "answer": "делает",
        "full_sentence": "Правда, сам Поппер делает один такой глобальный прогноз.",
        "infinitive": "делать",
        "reason": ""
    },
    "При всем разнообразии подходов в оценке социокультурного кризиса русских мыслителей объединяют общие философские корни, религия, национальные и культурные традиции, что в целом __ выделить их работы как единое обособленное направление в философии кризиса, так сказать, русскую составляющую философии кризиса.": {
        "answer": "позволяет",
        "full_sentence": "При всем разнообразии подходов в оценке социокультурного кризиса русских мыслителей объединяют общие философские корни, религия, национальные и культурные традиции, что в целом позволяет выделить их работы как единое обособленное направление в философии кризиса, так сказать, русскую составляющую философии кризиса.",
        "infinitive": "позволять",
        "reason": ""
    },
    "При подобном слушании музыка оказывается чем-то таким, что приводит в полное недоумение и не только не стимулирует работу мысли, но, напротив, - парализует ее и __ тупой.": {
        "answer": "делает",
        "full_sentence": "При подобном слушании музыка оказывается чем-то таким, что приводит в полное недоумение и не только не стимулирует работу мысли, но, напротив, - парализует ее и делает тупой.",
        "infinitive": "делать",
        "reason": ""
    },
    "При этом значение __ вовсе не то, кто впервые высказал некую гипотезу.": {
        "answer": "имеет",
        "full_sentence": "При этом значение имеет вовсе не то, кто впервые высказал некую гипотезу.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Проблему влияния техники на жизнь человека __ Ж. Эллюль в работе \"Другая революция\": \"Мы живем в техническом и рационалистическом мире... Природа уже не есть наше живописное окружение.": {
        "answer": "исследует",
        "full_sentence": "Проблему влияния техники на жизнь человека исследует Ж. Эллюль в работе \"Другая революция\": \"Мы живем в техническом и рационалистическом мире... Природа уже не есть наше живописное окружение.",
        "infinitive": "исследовать",
        "reason": ""
    },
    "Продолжая тему стиля в искусстве, Вейдле обращает внимание на то, что стиль __ отношение не только к форме.": {
        "answer": "имеет",
        "full_sentence": "Продолжая тему стиля в искусстве, Вейдле обращает внимание на то, что стиль имеет отношение не только к форме.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Прояснить эти несколько абстрактные и, как вскоре выяснилось, неосуществимые прогнозы о выходе Европы из духовного кризиса __ общая концепция социального развития А. Вебера, в которой он выделяет три аспекта, или три сферы.": {
        "answer": "помогает",
        "full_sentence": "Прояснить эти несколько абстрактные и, как вскоре выяснилось, неосуществимые прогнозы о выходе Европы из духовного кризиса помогает общая концепция социального развития А. Вебера, в которой он выделяет три аспекта, или три сферы.",
        "infinitive": "помогать",
        "reason": ""
    },
    "Разъясняя термин \"некрофилия\", Фромм сказал, что понимает под этим термином (помимо его прямого значения) некое состояние привязанности ко всему мертвому, неживому: \"Это проявляется в наклонности к разрушению живых связей, к расчленению, разъединению - или, другими словами, это ситуации, когда вместо любви к живому, мы обнаруживаем тягу к машинам и механизмам... Мы __ от жизни.": {
        "answer": "бежим",
        "full_sentence": "Разъясняя термин \"некрофилия\", Фромм сказал, что понимает под этим термином (помимо его прямого значения) некое состояние привязанности ко всему мертвому, неживому: \"Это проявляется в наклонности к разрушению живых связей, к расчленению, разъединению - или, другими словами, это ситуации, когда вместо любви к живому, мы обнаруживаем тягу к машинам и механизмам... Мы бежим от жизни.",
        "infinitive": "бежать",
        "reason": ""
    },
    "Рассматривая его как следствие кризиса европейской цивилизации, Мунье __ саму проблему социального кризиса, содержание и соотношение понятий культура и цивилизация.": {
        "answer": "исследует",
        "full_sentence": "Рассматривая его как следствие кризиса европейской цивилизации, Мунье исследует саму проблему социального кризиса, содержание и соотношение понятий культура и цивилизация.",
        "infinitive": "исследовать",
        "reason": ""
    },
    "С развитием техники, ее победным шествием связывает Бердяев многие трагические тенденции в истории XX в. Происходит головокружительное, бешеное ускорение всех процессов; человек не __ времени опомниться.": {
        "answer": "имеет",
        "full_sentence": "С развитием техники, ее победным шествием связывает Бердяев многие трагические тенденции в истории XX в. Происходит головокружительное, бешеное ускорение всех процессов; человек не имеет времени опомниться.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Символист А. Белый __ образы: произведение империализма; все-немец; произведение тайного импульса солнца - сверхчеловек Заратустры.": {
        "answer": "использует",
        "full_sentence": "Символист А. Белый использует образы: произведение империализма; все-немец; произведение тайного импульса солнца - сверхчеловек Заратустры.",
        "infinitive": "использовать",
        "reason": ""
    },
    "Системный анализ __ кризис как один из переходных процессов в социальных системах.": {
        "answer": "исследует",
        "full_sentence": "Системный анализ исследует кризис как один из переходных процессов в социальных системах.",
        "infinitive": "исследовать",
        "reason": ""
    },
    "Словно в преддверии новой мировой катастрофы, в предчувствии новой мировой войны, еще более ужасной и разрушительной, Мережковский __ второй \"Закат Европы\" - свою \"Атлантиду - Европу\".": {
        "answer": "готовит",
        "full_sentence": "Словно в преддверии новой мировой катастрофы, в предчувствии новой мировой войны, еще более ужасной и разрушительной, Мережковский готовит второй \"Закат Европы\" - свою \"Атлантиду - Европу\".",
        "infinitive": "готовить",
        "reason": ""
    },
    "Со всей очевидностью проявились противоречия технического развития: техника способна облегчить жизнь людей, дать материальное благосостояние, и эта же техника разрушает природу, вне которой невозможна жизнь; техника __ освободить человека от непосильного физического труда, но в ней же заложена причина роста безработицы; техника - поле реализации творческой фантазии человека, но она же порождает психологическую зависимость человека от нее.": {
        "answer": "помогает",
        "full_sentence": "Со всей очевидностью проявились противоречия технического развития: техника способна облегчить жизнь людей, дать материальное благосостояние, и эта же техника разрушает природу, вне которой невозможна жизнь; техника помогает освободить человека от непосильного физического труда, но в ней же заложена причина роста безработицы; техника - поле реализации творческой фантазии человека, но она же порождает психологическую зависимость человека от нее.",
        "infinitive": "помогать",
        "reason": ""
    },
    "Среди общих кризисов наиболее универсальный характер __ социокультурный кризис, объемлющий как совокупность социальных отношений, так и культуру, равно как и их взаимодействие.": {
        "answer": "имеет",
        "full_sentence": "Среди общих кризисов наиболее универсальный характер имеет социокультурный кризис, объемлющий как совокупность социальных отношений, так и культуру, равно как и их взаимодействие.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Та же рационалистическая необъяснимость, например, __ место при попытке понять строителей гигантских пирамид и соборов.": {
        "answer": "имеет",
        "full_sentence": "Та же рационалистическая необъяснимость, например, имеет место при попытке понять строителей гигантских пирамид и соборов.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Такая отдаленность царит не только в отношении живущих, когда каждый __ лишь о своей короткой жизни, но и по отношению к умершим, даже самым близким - отцам, дедам, прадедам.": {
        "answer": "думает",
        "full_sentence": "Такая отдаленность царит не только в отношении живущих, когда каждый думает лишь о своей короткой жизни, но и по отношению к умершим, даже самым близким - отцам, дедам, прадедам.",
        "infinitive": "думать",
        "reason": ""
    },
    "Таким образом, заключает Мунье, коллективная диктатура выливается в личную диктатуру, благодаря диктатуре действующего меньшинства, которому __ полиция: \"И пусть оно еще не достигло всеобъемлющего растворения индивидов в государстве, движение \"национальной воли к самоопределению\" продолжается через индивидов даже вопреки их воле\" [253].": {
        "answer": "помогает",
        "full_sentence": "Таким образом, заключает Мунье, коллективная диктатура выливается в личную диктатуру, благодаря диктатуре действующего меньшинства, которому помогает полиция: \"И пусть оно еще не достигло всеобъемлющего растворения индивидов в государстве, движение \"национальной воли к самоопределению\" продолжается через индивидов даже вопреки их воле\" [253].",
        "infinitive": "помогать",
        "reason": ""
    },
    "Таким образом, к теории культурно-исторических типов Данилевского Леонтьев __ существенное дополнение, имеющее эсхатологическую окраску: человечество живо до тех пор, пока способны к произрастанию и развитию самобытные национальные культуры; унификация человеческого бытия, появление сходных черт в социально-политической, эстетической, нравственной, бытовой и других сферах есть признак не только ослабления внутренних жизненных сил различных народов и свидетельство движения их к стадии разложения, но и приближения всего человечества к гибели.": {
        "answer": "делает",
        "full_sentence": "Таким образом, к теории культурно-исторических типов Данилевского Леонтьев делает существенное дополнение, имеющее эсхатологическую окраску: человечество живо до тех пор, пока способны к произрастанию и развитию самобытные национальные культуры; унификация человеческого бытия, появление сходных черт в социально-политической, эстетической, нравственной, бытовой и других сферах есть признак не только ослабления внутренних жизненных сил различных народов и свидетельство движения их к стадии разложения, но и приближения всего человечества к гибели.",
        "infinitive": "делать",
        "reason": ""
    },
    "Такой нигилизм не производит губительных разрушений, он полон порождающей силы, он __ идти вперед.": {
        "answer": "помогает",
        "full_sentence": "Такой нигилизм не производит губительных разрушений, он полон порождающей силы, он помогает идти вперед.",
        "infinitive": "помогать",
        "reason": ""
    },
    "Такой человек не устремляет свою волю на то, чтобы хранить самобытность и прожить жизнь по-своему... Скорее напротив, он принимает и предметы обихода и формы жизни такими, какими их навязывает ему рациональное планирование и нормированная машинная продукция, и __ это, как правило, с чувством того, что это правильно и разумно\" [157].": {
        "answer": "делает",
        "full_sentence": "Такой человек не устремляет свою волю на то, чтобы хранить самобытность и прожить жизнь по-своему... Скорее напротив, он принимает и предметы обихода и формы жизни такими, какими их навязывает ему рациональное планирование и нормированная машинная продукция, и делает это, как правило, с чувством того, что это правильно и разумно\" [157].",
        "infinitive": "делать",
        "reason": ""
    },
    "Тем не менее история или мифология уже имели опыт спасения, и параллели, проводимые Мережковским, __ обратиться к некоторым аналогиям: \"первое, что надо бы сделать, - соединиться всем, кто слышит приближающийся шум потопа, и сделать так, чтобы все услышали: вторая война - конец человечества... Ветер потопа свистит во все щели нашей европейской хижины - будем же строить Ковчег\" [156].": {
        "answer": "позволяют",
        "full_sentence": "Тем не менее история или мифология уже имели опыт спасения, и параллели, проводимые Мережковским, позволяют обратиться к некоторым аналогиям: \"первое, что надо бы сделать, - соединиться всем, кто слышит приближающийся шум потопа, и сделать так, чтобы все услышали: вторая война - конец человечества... Ветер потопа свистит во все щели нашей европейской хижины - будем же строить Ковчег\" [156].",
        "infinitive": "позволять",
        "reason": ""
    },
    "Технический производственный аппарат __ тенденцию стать тоталитарным в такой степени, чтобы определять не только социально необходимые профессии, умения и установки, но и индивидуальные потребности и ожидания.": {
        "answer": "имеет",
        "full_sentence": "Технический производственный аппарат имеет тенденцию стать тоталитарным в такой степени, чтобы определять не только социально необходимые профессии, умения и установки, но и индивидуальные потребности и ожидания.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Тиллих П. Что __ ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.": {
        "answer": "помогает",
        "full_sentence": "Тиллих П. Что помогает ослабить чувство тревоги в нашей культуре // Человек и социокультурная среда.",
        "infinitive": "помогать",
        "reason": ""
    },
    "То же обстоятельство, что тип оказывается затронут как единичный человек, как солдат, __ второстепенное значение, - его затрагивают при атаке на поле действия тех сил, в которые он включен.": {
        "answer": "имеет",
        "full_sentence": "То же обстоятельство, что тип оказывается затронут как единичный человек, как солдат, имеет второстепенное значение, - его затрагивают при атаке на поле действия тех сил, в которые он включен.",
        "infinitive": "иметь",
        "reason": ""
    },
    "То, что раньше делал ремесленник, теперь __ машина.": {
        "answer": "делает",
        "full_sentence": "То, что раньше делал ремесленник, теперь делает машина.",
        "infinitive": "делать",
        "reason": ""
    },
    "Тот, кто так __, ощущает и самого себя как ничто.": {
        "answer": "думает",
        "full_sentence": "Тот, кто так думает, ощущает и самого себя как ничто.",
        "infinitive": "думать",
        "reason": ""
    },
    "Фашизм __ ставку на отрицание этих столпов умирающей Европы - рационализма и личности.": {
        "answer": "делает",
        "full_sentence": "Фашизм делает ставку на отрицание этих столпов умирающей Европы - рационализма и личности.",
        "infinitive": "делать",
        "reason": ""
    },
    "Федоров отмечает негативные последствия цивилизации, например, все большее разделение труда __ человека \"одномерным\", частичным.": {
        "answer": "делает",
        "full_sentence": "Федоров отмечает негативные последствия цивилизации, например, все большее разделение труда делает человека \"одномерным\", частичным.",
        "infinitive": "делать",
        "reason": ""
    },
    "Федотов отмечает, что в основе этого понимания культуры лежит завещанная утилитаризмом идея счастья или, вернее, удовлетворения потребностей: \"Человеческая жизнь не __ другого смысла, и комфорт, материальный и моральный, остается последним критерием цивилизации\" [161].": {
        "answer": "имеет",
        "full_sentence": "Федотов отмечает, что в основе этого понимания культуры лежит завещанная утилитаризмом идея счастья или, вернее, удовлетворения потребностей: \"Человеческая жизнь не имеет другого смысла, и комфорт, материальный и моральный, остается последним критерием цивилизации\" [161].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Философ считает, что проблема \"духа и машины\" __ большое значение для русского сознания: в этом противопоставлении, противостоянии во многом заключено будущее самой России.": {
        "answer": "имеет",
        "full_sentence": "Философ считает, что проблема \"духа и машины\" имеет большое значение для русского сознания: в этом противопоставлении, противостоянии во многом заключено будущее самой России.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Франк __ социальную ситуацию в европейском и российском обществе, отмечая общие тенденции в послевоенном его состоянии: \"Все державы, хотя и не в одинаковой мере, истощены и ослаблены, все подавлены и внутренними раздорами, и неупорядоченностью внешних отношений; большинство победителей не знают, что начать \"делать\" с своей победой, и стараются - тщетно - сами загладить ее печальные последствия; другие в ослеплении губят сами себя и становятся предметом общей ненависти своим желанием во что бы то ни стало добить побежденных.": {
        "answer": "исследует",
        "full_sentence": "Франк исследует социальную ситуацию в европейском и российском обществе, отмечая общие тенденции в послевоенном его состоянии: \"Все державы, хотя и не в одинаковой мере, истощены и ослаблены, все подавлены и внутренними раздорами, и неупорядоченностью внешних отношений; большинство победителей не знают, что начать \"делать\" с своей победой, и стараются - тщетно - сами загладить ее печальные последствия; другие в ослеплении губят сами себя и становятся предметом общей ненависти своим желанием во что бы то ни стало добить побежденных.",
        "infinitive": "исследовать",
        "reason": ""
    },
    "Цивилизация __ не природную и не духовную основу, а машинную основу.": {
        "answer": "имеет",
        "full_sentence": "Цивилизация имеет не природную и не духовную основу, а машинную основу.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Человек же с охотой или без, понимая, что он __, или нет - бросился в этот глобальный кулыпурно-цивилизационный эксперимент.": {
        "answer": "делает",
        "full_sentence": "Человек же с охотой или без, понимая, что он делает, или нет - бросился в этот глобальный кулыпурно-цивилизационный эксперимент.",
        "infinitive": "делать",
        "reason": ""
    },
    "Человек каким-то непостижимым путем __ скачок от животного к самому себе, от природы к истории.": {
        "answer": "делает",
        "full_sentence": "Человек каким-то непостижимым путем делает скачок от животного к самому себе, от природы к истории.",
        "infinitive": "делать",
        "reason": ""
    },
    "Человек массы считает, что цивилизация, которую он видит и __ со дня рождения, так же первозданна и самородна, как природа.": {
        "answer": "использует",
        "full_sentence": "Человек массы считает, что цивилизация, которую он видит и использует со дня рождения, так же первозданна и самородна, как природа.",
        "infinitive": "использовать",
        "reason": ""
    },
    "Человек, согласно Леонтьеву, должен помнить, что Земля лишь временное его пристанище, но и в земной своей жизни он не __ права надеяться на лучшее, ибо этика со своими идеалами бесконечного совершенствования далека от истин бытия.": {
        "answer": "имеет",
        "full_sentence": "Человек, согласно Леонтьеву, должен помнить, что Земля лишь временное его пристанище, но и в земной своей жизни он не имеет права надеяться на лучшее, ибо этика со своими идеалами бесконечного совершенствования далека от истин бытия.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Чем меньше он __ вещи, которые себе присваивает, тем более внимательно он относится к своим правам, которые являются для человека порядка высшей формой самосознания.": {
        "answer": "любит",
        "full_sentence": "Чем меньше он любит вещи, которые себе присваивает, тем более внимательно он относится к своим правам, которые являются для человека порядка высшей формой самосознания.",
        "infinitive": "любить",
        "reason": ""
    },
    "Что __ значение - так это техника.": {
        "answer": "имеет",
        "full_sentence": "Что имеет значение - так это техника.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Что же __ человечеству быть столь \"прогрессистски\" настроенным, питать надежды на лучшее будущее?": {
        "answer": "позволяет",
        "full_sentence": "Что же позволяет человечеству быть столь \"прогрессистски\" настроенным, питать надежды на лучшее будущее?",
        "infinitive": "позволять",
        "reason": ""
    },
    "Чтобы разобраться в биении ее пульса, с его точки зрения, следует обратиться за помощью к религиозно-историческим интуициям, которые __ более чутко, чем позитивные исторические исследования, уловить смысл вре-": {
        "answer": "позволяют",
        "full_sentence": "Чтобы разобраться в биении ее пульса, с его точки зрения, следует обратиться за помощью к религиозно-историческим интуициям, которые позволяют более чутко, чем позитивные исторические исследования, уловить смысл вре-",
        "infinitive": "позволять",
        "reason": ""
    },
    "Эволюция в музыке \"означает и \"вперед\" и \"назад\", и \"вверх\", и \"вниз\", и наконец (вопреки мнению тех, кто разумеет под ней прогресс и __ ею оправдывать свое непрерывное удаление от центра), она равно означает и лучше, и хуже\" [231].": {
        "answer": "любит",
        "full_sentence": "Эволюция в музыке \"означает и \"вперед\" и \"назад\", и \"вверх\", и \"вниз\", и наконец (вопреки мнению тех, кто разумеет под ней прогресс и любит ею оправдывать свое непрерывное удаление от центра), она равно означает и лучше, и хуже\" [231].",
        "infinitive": "любить",
        "reason": ""
    },
    "Эти люди, согласно Юнгеру, продемонстрировали достойные наилучших традиций образцы высочайшей дисциплины сердца и нервов - образцы предельного, трезвого, словно выкованного из металла хладнокровия, которое __ героическому сознанию обращаться с телом как с чистым инструментом и, преступая границы инстинкта самосохранения, принуждать его к выполнению ряда сложных операций [184].": {
        "answer": "позволяет",
        "full_sentence": "Эти люди, согласно Юнгеру, продемонстрировали достойные наилучших традиций образцы высочайшей дисциплины сердца и нервов - образцы предельного, трезвого, словно выкованного из металла хладнокровия, которое позволяет героическому сознанию обращаться с телом как с чистым инструментом и, преступая границы инстинкта самосохранения, принуждать его к выполнению ряда сложных операций [184].",
        "infinitive": "позволять",
        "reason": ""
    },
    "Эти явления божеского в человеке несомненно предвещают и __ \"последние дни\", ибо именно в них видимо воплощается смысл всего творения - конец и предел всего мирового развития.": {
        "answer": "готовят",
        "full_sentence": "Эти явления божеского в человеке несомненно предвещают и готовят \"последние дни\", ибо именно в них видимо воплощается смысл всего творения - конец и предел всего мирового развития.",
        "infinitive": "готовить",
        "reason": ""
    },
    "Это не сказание о катастрофе, как __ большинство наших современников, это - гимн, возвещающий о торжестве справедливости и Царства Божия.": {
        "answer": "думает",
        "full_sentence": "Это не сказание о катастрофе, как думает большинство наших современников, это - гимн, возвещающий о торжестве справедливости и Царства Божия.",
        "infinitive": "думать",
        "reason": ""
    },
    "Это относится к теософии, которая также __, по мысли Бердяева, антиренессансный и антигуманистический характер: \"Человек перестает играть ту центральную и обособленную роль, которую он играл в ренессансный, гуманистический период истории, он вступает в иные космические планы, начинает чувствовать себя управляемым демонами и ангелами.": {
        "answer": "имеет",
        "full_sentence": "Это относится к теософии, которая также имеет, по мысли Бердяева, антиренессансный и антигуманистический характер: \"Человек перестает играть ту центральную и обособленную роль, которую он играл в ренессансный, гуманистический период истории, он вступает в иные космические планы, начинает чувствовать себя управляемым демонами и ангелами.",
        "infinitive": "иметь",
        "reason": ""
    },
    "Это понимание культуры __ Швейцеру определить возможные пути возрождения культуры, преодоления культурного кризиса.": {
        "answer": "помогает",
        "full_sentence": "Это понимание культуры помогает Швейцеру определить возможные пути возрождения культуры, преодоления культурного кризиса.",
        "infinitive": "помогать",
        "reason": ""
    },
    "Это, как известно, __ уже больше отношения к спорту, чем к искусству\" [123].": {
        "answer": "имеет",
        "full_sentence": "Это, как известно, имеет уже больше отношения к спорту, чем к искусству\" [123].",
        "infinitive": "иметь",
        "reason": ""
    },
    "Этот настрой, столь характерный для русской души, русского характера, __ философские произведения того периода необычайно современными и особенно привлекательными для российского читателя в нынешней кризисной исторической ситуации.": {
        "answer": "делает",
        "full_sentence": "Этот настрой, столь характерный для русской души, русского характера, делает философские произведения того периода необычайно современными и особенно привлекательными для российского читателя в нынешней кризисной исторической ситуации.",
        "infinitive": "делать",
        "reason": ""
    },
    "Этот термин __ почти стоический смысл.": {
        "answer": "имеет",
        "full_sentence": "Этот термин имеет почти стоический смысл.",
        "infinitive": "иметь",
        "reason": ""
    },
    "благом, так как техническое действие никогда не может быть \"чистым\" в достижении поставленной цели, а всегда __ негативные побочные эффекты.": {
        "answer": "имеет",
        "full_sentence": "благом, так как техническое действие никогда не может быть \"чистым\" в достижении поставленной цели, а всегда имеет негативные побочные эффекты.",
        "infinitive": "иметь",
        "reason": ""
    },
    "вается от тех, кто по природе своей не __ влечения к ней.": {
        "answer": "имеет",
        "full_sentence": "вается от тех, кто по природе своей не имеет влечения к ней.",
        "infinitive": "иметь",
        "reason": ""
    },
    "менее связан некой изначальной, общей повинностью, круговою порукою жертвы... Каждая эпоха __ свою душу.": {
        "answer": "имеет",
        "full_sentence": "менее связан некой изначальной, общей повинностью, круговою порукою жертвы... Каждая эпоха имеет свою душу.",
        "infinitive": "иметь",
        "reason": ""
    },
    "новится укрепленным местом, каждое торговое судно - военным кораблем, каждый продукт питания - контрабандой и каждое активное или пассивное мероприятие __ военный смысл.": {
        "answer": "имеет",
        "full_sentence": "новится укрепленным местом, каждое торговое судно - военным кораблем, каждый продукт питания - контрабандой и каждое активное или пассивное мероприятие имеет военный смысл.",
        "infinitive": "иметь",
        "reason": ""
    },
    "пытаться рассуждать о том, что произойдет в будущем, если мы __ дело со сложными открытыми системами.": {
        "answer": "имеем",
        "full_sentence": "пытаться рассуждать о том, что произойдет в будущем, если мы имеем дело со сложными открытыми системами.",
        "infinitive": "иметь",
        "reason": ""
    },
    "щей ему со стороны системы, чтобы спасти то последнее, что только и __ ему оставаться человеком.": {
        "answer": "позволяет",
        "full_sentence": "щей ему со стороны системы, чтобы спасти то последнее, что только и позволяет ему оставаться человеком.",
        "infinitive": "позволять",
        "reason": ""
    }
}